Repository: tvek/church-website
Catalog: app/lib/l10n/app_*.arb
Languages: hi, ml

# siteName
source: Pampady Cathedral
hi: पम्पडी कैथेड्रल
ml: പാമ്പാടി കത്തീഡ്രൽ

# mainMenuHeader
source: Main menu
hi: मुख्य मेन्यू
ml: പ്രധാന മെനു

# homeMenu
source: Home
hi: होम
ml: ഹോം പേജ്

# aboutMenu
source: About Us
hi: हमारे बारे में
ml: ഞങ്ങളെ കുറിച്ച്

# bannerText1
source: Welcome to official website of Pampady Cathedral
hi: पम्पडी कैथेड्रल की आधिकारिक वेबसाइट में आपका स्वागत है
ml: പാമ്പാടി കത്തീഡ്രലിന്റെ ഔദ്യോഗിക വെബ് സൈറ്റിലേക്ക് സ്വാഗതം

# bannerText2
source: Aerial view of church
hi: चर्च का हवाई दृश्य।
ml: പള്ളിയുടെ ആകാശ കാഴ്ച

# bannerText3
source: Altar
hi: वेदी
ml: ബലിപീഠം / മദ്ബഹാ

# bannerText4
source: Night view of church
hi: चर्च का रात का दृश्य।
ml: പള്ളിയുടെ രാത്രി കാഴ്ച.

# bannerText5
source: Festival at church
hi: चर्च महोत्सव
ml: പള്ളി പെരുനാൾ

source: Welcome to {}
hi: {} में आपका स्वागत है
ml: {}ലേക്ക് സ്വാഗതം

# welcomePageDescription
source: St. John's Cathedral Pampady is situated in the Pampady panchayathu of Kottayam district. It is one fourth kilometer south to the Kalachanda junction of the K.K. Road by the road deviating to Manjadi. Pampady St. Johns Cathedral enjoys the privilege of being one of the largest parishes in the Malankara Orthodox Church. This parish consists of fifteen wards, more or less of 45 homes, the total number of homes being 700 and members about 4000. It spreads to three neighboring panchayaths of the Kottayam district. The cathedral has the privilege of being the mother church of fifteen neighboring orthodox parishes. Pampady cathedral is closely related to the Malankara Orthodox church headquarters at Devalokam and the Kottayam diocese center. Being the only cathedral in the diocese, this parish is in the forefront of the church activities. The parish enjoys a representation of seven members in the Malankara Syrian Christian association and the diocese general body.Mr. Kurian Andrews, Chennattumattathil of this parish had been a member of the Orthodox church managing committee for long. The new cathedral was consecrated on January 6th and 7th of 1998.This had inspired the whole parish and other well wishers of the parish. More than 6900 people gathered on that occasion. The holy sacrament was ceremonised by H.H Catholic Baselius Marthoma Mathews 2nd, assisted by H.G Paulose Mar Militheos and H.G Dr.Mathew Mar Severios. The cathedral owns a near by auditorium which has recently been extended with a double size addition to a dining seating capacity of 900.
hi: यह के.के. रोड के कलाचंदा जंक्शन से एक चौथाई किलोमीटर दक्षिण में मंजाडी जाने वाली सड़क से है। यह के.के. के कलाचंदा जंक्शन से एक चौथाई किलोमीटर दक्षिण में है। पम्पडी सेंट जॉन्स कैथेड्रल को मलंकारा ऑर्थोडॉक्स चर्च के सबसे बड़े पैरिशों में से एक होने का विशेषाधिकार प्राप्त है। इस पैरिश में पंद्रह वार्ड हैं, 45 से अधिक घर हैं, घरों की कुल संख्या 700 है और सदस्य लगभग 4000 हैं। यह फैलता है पम्पडी कैथेड्रल देवलोकम में मलंकारा रूढ़िवादी चर्च मुख्यालय और कोट्टायम सूबा केंद्र से निकटता से संबंधित है। सूबा में एकमात्र गिरजाघर होने के नाते। पैरिश को मलंकारा सीरियाई ईसाई संघ और सूबा के सामान्य निकाय में सात सदस्यों का प्रतिनिधित्व प्राप्त है। श्री कुरियन एंड्रयूज, इस पल्ली के चेन्नाट्टूमत्तथिल लंबे समय से रूढ़िवादी चर्च प्रबंधन समिति के सदस्य रहे हैं। नया गिरजाघर 6 और 7 जनवरी 1998 को पवित्रा किया गया था। इसने पूरे पल्ली और पल्ली के अन्य शुभचिंतकों को प्रेरित किया था। उस अवसर पर 6900 से अधिक लोग एकत्र हुए थे। एचजी पॉलोस मार मिलिथियोस और एचजी डॉ। मैथ्यू मार सेवेरियोस द्वारा। कैथेड्रल के पास एक पास के सभागार का मालिक है जिसे हाल ही में 900 की डाइनिंग सीटिंग क्षमता के साथ डबल साइज के साथ बढ़ाया गया है।
ml: മഞ്ഞാടിയിലേക്ക് വ്യതിചലിക്കുന്ന റോഡിലൂടെ കെ.കെ.റോഡിലെ കാളചണ്ട ജംഗ്ഷനിലേക്ക് തെക്ക് നാലാമത്തെ കിലോമീറ്റർ. മലങ്കര ഓർത്തഡോക്സ് സഭയിലെ ഏറ്റവും വലിയ ഇടവകകളിൽ ഒന്നെന്ന പദവി പാമ്പാടി സെന്റ് ജോൺസ് കത്തീഡ്രൽ ആസ്വദിക്കുന്നു, ഈ ഇടവകയിൽ പതിനഞ്ച് വാർഡുകൾ ഉൾപ്പെടുന്നു, അതിൽ കൂടുതലോ കുറവോ 45 വീടുകളും, ആകെ വീടുകളുടെ എണ്ണം 700 ഉം അംഗങ്ങളും ഏകദേശം 4000 ഉം ആണ്. മലങ്കര ഓർത്തഡോക്സ് പള്ളി ആസ്ഥാനമായ ദേവലോകവുമായും കോട്ടയം ഭദ്രാസന കേന്ദ്രവുമായും അടുത്ത ബന്ധമുള്ള പാമ്പാടി കത്തീഡ്രലിന് മലങ്കര സുറിയാനി ക്രിസ്ത്യൻ അസോസിയേഷനിലും ഭദ്രാസന ജനറൽ ബോഡിയിലും ഏഴ് അംഗങ്ങളുടെ പ്രാതിനിധ്യമാണ് ഈ ഇടവകയിലുള്ളത്. ഈ ഇടവകയിലെ ചേന്നാട്ടുമറ്റത്തിൽ ആൻഡ്രൂസ് ഓർത്തഡോക്സ് പള്ളി മാനേജിംഗ് കമ്മിറ്റി അംഗമായിരുന്നു. പുതിയ കത്തീഡ്രൽ 1998 ജനുവരി 6, 7 തീയതികളിൽ കൂദാശ ചെയ്തു.ഇത് ഇടവകയിലെ മുഴുവൻ അഭ്യുദയകാംക്ഷികൾക്കും പ്രചോദനമായി.6900-ലധികം ആളുകൾ തദവസരത്തിൽ തടിച്ചുകൂടി. കത്തീഡ്രലിന് സമീപമുള്ള ഒരു ഓഡിറ്റോറിയം സ്വന്തമായുണ്ട്, അത് അടുത്തിടെ 900 പേർക്ക് ഡൈനിംഗ് സീറ്റിംഗ് കപ്പാസിറ്റിക്ക് ഇരട്ടി വലുപ്പം നൽകി വിപുലീകരിച്ചു.

# copyright
source: Copyright ©{}, All Rights Reserved.
hi: कॉपीराइट ©{}, सर्वाधिकार सुरक्षित।
ml: പകർപ്പവകാശം ©{}, എല്ലാ അവകാശങ്ങളും നിക്ഷിപ്തം.

# poweredBy
source: Powered by TVEK Solution
hi: टी वी ई के समाधान द्वारा संचालित
ml: ടി വി ഇ കെ സൊല്യൂഷൻ നൽകുന്നത്

source: Contact Us
hi: संपर्क करें
ml: ഞങ്ങളെ സമീപിക്കുക

source: History
hi: इतिहास
ml: ചരിത്രം

source: Saints
hi: साधू संत
ml: വിശുദ്ധന്മാർ

source: Festivals
hi: समारोह
ml: ഉത്സവങ്ങൾ

source: Management
hi: प्रबंधन
ml: മാനേജ്മെന്റ്

source: Spiritual Organization
hi: आध्यात्मिक संगठन
ml: ആത്മീയ സംഘടന

source: Gallery
hi: गेलरी
ml: ചിത്രശാല

source: Route Map
hi: मार्ग नक्शा
ml: റൂട്ട് മാപ്പ്

source: Events
hi: आयोजन
ml: സംഭവങ്ങൾ

source: Prayer Timings
hi: प्रार्थना का समय
ml: പ്രാർത്ഥന സമയങ്ങൾ

source: Prayer Requests
hi: प्रार्थना अनुरोध
ml: പ്രാർത്ഥനാ അഭ്യർത്ഥനകൾ

source: Address
hi: पता
ml: വിലാസം

# cathedralAddress
source: St. John’s Cathedral , Pampady P.O , Kottayam -686502 , Kerala : Ph: 0481- 2505528
hi: सेंट जॉन्स कैथेड्रल, पंपडी पीओ, कोट्टायम -686502, केरल: फोन: 0481- 2505528
ml: സെന്റ് ജോൺസ് കത്തീഡ്രൽ, പാമ്പാടി പി.ഒ. കോട്ടയം -686502 , കേരളം : Ph: 0481- 2505528

# map
source: Map / Route
hi: गूगल मानचित्र
ml: ഗൂഗിൾ ഭൂപടം

source: Sunday First Service
hi: रविवार पहली सेवा
ml: ഞായറാഴ്ച ആദ്യ സർവീസ്

source: Sunday Second Service
hi: रविवार दूसरी सेवा
ml: ഞായറാഴ്ച രണ്ടാം സർവീസ്

source: Morning Prayer
hi: सुबह की प्रार्थना
ml: പ്രഭാത പ്രാർത്ഥന

source: Church
hi: गिरजाघर
ml: ക്രിസ്ത്യൻ പള്ളി

source: Holy Eucharist
hi: पवित्र यूचरिस्ट
ml: വിശുദ്ധ കുർബാന

source: Other Days
hi: दूसरे दिन
ml: മറ്റ് ദിവസങ്ങൾ

source: Wednesday
hi: बुधवार
ml: ബുധനാഴ്ച

source: Martha Mariam Samajam
hi: मार्था मरियम समाजमी
ml: മാർത്ത മറിയം സമാജം

source: Noon Prayer
hi: दोपहर की प्रार्थना
ml: ഉച്ച നമസ്കാരം

source: Every First Sunday
hi: हर पहला रविवार
ml: എല്ലാ ആദ്യ ഞായറാഴ്ചയും

source: Every Second Sunday
hi: हर दूसरे रविवार
ml: എല്ലാ രണ്ടാം ഞായറാഴ്ചയും

source: Every Fourth Sunday
hi: हर चौथा रविवार
ml: എല്ലാ നാലാമത്തെ ഞായറാഴ്ചയും

source: Evening Prayer And Intercession
hi: शाम की प्रार्थना और हिमायत
ml: സായാഹ്ന പ്രാർത്ഥനയും മധ്യസ്ഥപ്രാർത്ഥനയും

source: St. Gregorios Shrine, Kalachanda Jn
hi: सेंट ग्रेगोरियस श्राइन, कलाचंदा जंक्शन
ml: സെന്റ് ഗ്രിഗോറിയോസ് ദേവാലയം, കാലചന്ദ ജംഗ്ഷൻ

source: Prakasham Prathana Samagamam
hi: प्रकाशं प्रथना समागमम
ml: പ്രകാശം പ്രാർത്ഥന സമാഗമം

source: St. George Shrine, KGM SS Jn, S Pampady
hi: सेंट जॉर्ज श्राइन, केजीएम एसएस जंक्शन, साउथ पंपडी
ml: സെന്റ് ജോർജ് ദേവാലയം, കെജിഎം എസ്എസ് ജങ്ഷൻ, സൗത്ത് പാമ്പാടി

source: Saint Mary, or Virgin Mary
hi: सेंट मैरी, या वर्जिन मैरी
ml: വിശുദ്ധ മേരി, അല്ലെങ്കിൽ കന്യാമറിയം

# saintMarySubtitle
source: The mother of God, an object of veneration in the Christian church since the apostolic age
hi: ईश्वर की माँ, ईसाई चर्च में अपोस्टोलिक युग के बाद से पूजा की वस्तु
ml: ദൈവമാതാവ്, അപ്പോസ്തോലിക യുഗം മുതൽ ക്രിസ്ത്യൻ സഭയിൽ ആരാധനാപാത്രമാണ്

# saintMaryDescription
source: God who created everything deserves indeed all praise and adoration. He created Adam, the first man as the crown of creation, and from him Eve, the first woman. He settled them in the Garden of Eden, which was modeled in the style of heavenly Paradise. The first parents, by their disobedience, forfeited this earthly Paradise, which was given to them as a free gift. Mary is the one whom God created in the model of this lost Paradise. Mary reestablished the virtues, holiness and the celestial beauty which Eve, the first woman had forfeited. The Son of God, who is in fact, the sun of justice and eternal Sun, took flesh from Mary and dwelt in her. Mary was the daughter of S.S Anna and Joachim. She was always obedient to her parents. Assumption of The Holy Virgin Mary, Mother Of God (Shoonoyo) celebrated in the church with more importance on August 15.
hi: ईश्वर जिसने सब कुछ बनाया है वह वास्तव में सभी प्रशंसा और आराधना का पात्र है। उसने आदम को सृष्टि के मुकुट के रूप में पहला पुरुष बनाया, और उससे पहली महिला हव्वा को बनाया। उसने उन्हें ईडन गार्डन में बसाया, जिसे स्वर्गीय स्वर्ग की शैली में बनाया गया था। पहले माता-पिता ने, उनकी अवज्ञा से, इस सांसारिक स्वर्ग को खो दिया, जो उन्हें एक मुफ्त उपहार के रूप में दिया गया था। मैरी वह है जिसे भगवान ने इस खोए हुए स्वर्ग के मॉडल में बनाया है। मैरी ने उन सद्गुणों, पवित्रता और दिव्य सौंदर्य को फिर से स्थापित किया जिसे हव्वा, पहली महिला ने खो दिया था। ईश्वर का पुत्र, जो वास्तव में न्याय का सूर्य और शाश्वत सूर्य है, उसने मरियम से मांस लिया और उसमें निवास किया। मैरी एस एस अन्ना और जोआचिम की बेटी थीं। वह हमेशा अपने माता-पिता की आज्ञाकारी रहती थी। पवित्र वर्जिन मैरी की मान्यता, भगवान की माँ (शूनोयो) ने 15 अगस्त को चर्च में अधिक महत्व के साथ मनाया।
ml: എല്ലാം സൃഷ്ടിച്ച ദൈവം തീർച്ചയായും എല്ലാ സ്തുതിയും ആരാധനയും അർഹിക്കുന്നു. അവൻ ആദാമിനെ സൃഷ്ടിച്ചു, സൃഷ്ടിയുടെ കിരീടമായി ആദ്യ മനുഷ്യനും അവനിൽ നിന്ന് ആദ്യ സ്ത്രീയായ ഹവ്വായും. സ്വർഗീയ പറുദീസയുടെ മാതൃകയിൽ രൂപകല്പന ചെയ്ത ഏദൻ തോട്ടത്തിൽ അവൻ അവരെ പാർപ്പിച്ചു. ആദ്യമാതാപിതാക്കൾ അവരുടെ അനുസരണക്കേടുമൂലം അവർക്ക് സൗജന്യ സമ്മാനമായി ലഭിച്ച ഈ ഭൗമിക പറുദീസ നഷ്ടപ്പെടുത്തി. നഷ്ടപ്പെട്ട ഈ പറുദീസയുടെ മാതൃകയിൽ ദൈവം സൃഷ്ടിച്ചവളാണ് മറിയം. ആദ്യ സ്ത്രീയായ ഹവ്വാ കൈവിട്ടുപോയ സദ്‌ഗുണങ്ങളും വിശുദ്ധിയും സ്വർഗീയ സൗന്ദര്യവും മറിയം പുനഃസ്ഥാപിച്ചു. സത്യത്തിൽ നീതിയുടെ സൂര്യനും നിത്യസൂര്യനുമായ ദൈവപുത്രൻ മറിയത്തിൽ നിന്ന് മാംസം എടുത്ത് അവളിൽ വസിച്ചു. എസ് എസ് അന്നയുടെയും ജോക്കിമിന്റെയും മകളായിരുന്നു മേരി. അവൾ എപ്പോഴും മാതാപിതാക്കളോട് അനുസരണയുള്ളവളായിരുന്നു. ദൈവമാതാവായ പരിശുദ്ധ കന്യകാമറിയത്തിന്റെ (ഷൂനോയോ) സ്വർഗ്ഗാരോപണം ഓഗസ്റ്റ് 15-ന് കൂടുതൽ പ്രാധാന്യത്തോടെ പള്ളിയിൽ ആഘോഷിച്ചു.

# saintThomas
source: St.Thomas
hi: थॉमस
ml: സെന്റ് തോമസ്

# saintThomasSubtitle
source: Apostle of India and Originator of Malankara Sabha on AD 52
hi: भारत के प्रेरित और मलंकरा सभा के प्रवर्तक 52 ई
ml: ഇന്ത്യയുടെ അപ്പോസ്തലനും AD 52-ന് മലങ്കര സഭയുടെ ഉപജ്ഞാതാവും

# saintThomasDescription
source: St. Thomas is one of the twelve apostles of Jesus Christ. He is one who directly and personally experienced Jesus. His Christ experience was so deep and intense that he took up joyfully the hazardous long journey to India and shared it with our forefathers. Thus he became the apostle of India. Mar Thomma Margam is the special Christian life-style, initiated by him here in India. He sacrificed his own life in order to bear witness to this particular life-style. St. Thomas expressed his supreme love of God by proclaiming his readiness to die with Jesus. He was instrumental for clarifying the redemptive role of Jesus. He himself was fortunate to bear witness to the Resurrection of Jesus as the representative of the twelve. On Pentecost day the apostles were filled with the Holy Spirit. Then they went to the different parts of the world to bear witness to Jesus the Redeemer. The destination of St. Thomas was our own motherland India. St. Thomas reached India in 52 A. D. Having arrived at Maliyankara (Kodugalloor), he traveled from one end of Kerala to the other and established 7 churches (faith-communities) there. They are: Kodugalloor,Paloor, Kottakkavu(Paravoor), Kokkamangalam,Niranam, Kollam and Chayal(Nilakal). He also established the famous 'Arappally' at Thiruvithakodu with help of 'Aracha' kings. In Mylapore (Madras), he embraced martyrdom in the year 72 A. D. The tomb of St. Thomas is venerated to this day in the Cathedral Church of Mylapore in Madras.
hi: सेंट थॉमस यीशु मसीह के बारह प्रेरितों में से एक हैं। वह वह है जिसने सीधे और व्यक्तिगत रूप से यीशु का अनुभव किया। उनका मसीह का अनुभव इतना गहरा और गहन था कि उन्होंने भारत की खतरनाक लंबी यात्रा को खुशी-खुशी अंजाम दिया और इसे हमारे पूर्वजों के साथ साझा किया। इस प्रकार वे भारत के प्रेरित बने। मार थोम्मा मार्गम विशेष ईसाई जीवन-शैली है, जिसकी शुरुआत उनके द्वारा भारत में की गई थी। इस विशेष जीवन-शैली की गवाही देने के लिए उन्होंने अपने जीवन का बलिदान दिया। सेंट थॉमस ने यीशु के साथ मरने के लिए अपनी तत्परता की घोषणा करके ईश्वर के प्रति अपने सर्वोच्च प्रेम को व्यक्त किया। वह यीशु की छुटकारे की भूमिका को स्पष्ट करने में सहायक थे। वह स्वयं बारहों के प्रतिनिधि के रूप में यीशु के पुनरुत्थान की गवाही देने के लिए भाग्यशाली था। पिन्तेकुस्त के दिन प्रेरित पवित्र आत्मा से भर गए। फिर वे उद्धारकर्ता यीशु की गवाही देने के लिए संसार के विभिन्न भागों में गए। सेंट थॉमस का गंतव्य हमारी अपनी मातृभूमि भारत था। सेंट थॉमस 52 ईस्वी में भारत पहुंचे। मलियांकारा (कोडुगलूर) पहुंचने के बाद, उन्होंने केरल के एक छोर से दूसरे छोर तक यात्रा की और वहां 7 चर्च (विश्वास-समुदाय) स्थापित किए। वे हैं: कोडुगल्लूर, पलूर, कोट्टक्कावु (परवूर), कोक्कमंगलम, निरानम, कोल्लम और चायल (नीलाकल)। उन्होंने 'अराचा' राजाओं की मदद से तिरुविथाकोडु में प्रसिद्ध 'अरप्पल्ली' की भी स्थापना की। मायलापुर (मद्रास) में, उन्होंने वर्ष 72 ए डी में शहादत को गले लगा लिया। सेंट थॉमस की कब्र को आज भी मद्रास में मायलापुर के कैथेड्रल चर्च में पूजा जाता है।
ml: യേശുക്രിസ്തുവിന്റെ പന്ത്രണ്ട് അപ്പോസ്തലന്മാരിൽ ഒരാളാണ് സെന്റ് തോമസ്. യേശുവിനെ നേരിട്ടും വ്യക്തിപരമായും അനുഭവിച്ച വ്യക്തിയാണ് അദ്ദേഹം. അവന്റെ ക്രിസ്തുവിന്റെ അനുഭവം വളരെ ആഴമേറിയതും തീവ്രവുമായിരുന്നു, ഇന്ത്യയിലേക്കുള്ള അപകടകരമായ ദീർഘയാത്ര അദ്ദേഹം സന്തോഷത്തോടെ ഏറ്റെടുക്കുകയും അത് നമ്മുടെ പൂർവ്വികരുമായി പങ്കിടുകയും ചെയ്തു. അങ്ങനെ അദ്ദേഹം ഇന്ത്യയുടെ അപ്പോസ്തലനായി. മാർത്തോമ്മാ മാർഗം എന്നത് ഇന്ത്യയിൽ അദ്ദേഹം ആരംഭിച്ച പ്രത്യേക ക്രിസ്ത്യൻ ജീവിതരീതിയാണ്. ഈ പ്രത്യേക ജീവിതരീതിക്ക് സാക്ഷ്യം വഹിക്കാൻ അദ്ദേഹം സ്വന്തം ജീവൻ ബലിയർപ്പിച്ചു. യേശുവിനോടൊപ്പം മരിക്കാനുള്ള തന്റെ സന്നദ്ധത പ്രഖ്യാപിച്ചുകൊണ്ട് സെന്റ് തോമസ് ദൈവത്തോടുള്ള തന്റെ പരമമായ സ്നേഹം പ്രകടിപ്പിച്ചു. യേശുവിന്റെ വീണ്ടെടുപ്പിന്റെ പങ്ക് വ്യക്തമാക്കുന്നതിൽ അദ്ദേഹം പ്രധാന പങ്കുവഹിച്ചു. പന്ത്രണ്ടുപേരുടെ പ്രതിനിധിയായി യേശുവിന്റെ പുനരുത്ഥാനത്തിന് സാക്ഷ്യം വഹിക്കാൻ അദ്ദേഹം തന്നെ ഭാഗ്യവാനായിരുന്നു. പെന്തക്കോസ്ത് നാളിൽ അപ്പോസ്തലന്മാർ പരിശുദ്ധാത്മാവിനാൽ നിറഞ്ഞു. തുടർന്ന് അവർ ലോകത്തിന്റെ വിവിധ ഭാഗങ്ങളിൽ വീണ്ടെടുപ്പുകാരനായ യേശുവിനെ സാക്ഷ്യപ്പെടുത്താൻ പോയി. സെന്റ് തോമസിന്റെ ലക്ഷ്യസ്ഥാനം നമ്മുടെ സ്വന്തം മാതൃഭൂമി ഇന്ത്യയായിരുന്നു. എ ഡി 52-ൽ സെന്റ് തോമസ് ഇന്ത്യയിലെത്തി. മാലിയങ്കരയിൽ (കൊടുഗല്ലൂർ) എത്തിയ അദ്ദേഹം കേരളത്തിന്റെ ഒരറ്റം മുതൽ മറ്റേ അറ്റം വരെ സഞ്ചരിച്ച് അവിടെ 7 പള്ളികൾ (വിശ്വാസ-സമൂഹങ്ങൾ) സ്ഥാപിച്ചു. അവ: കൊടുങ്ങല്ലൂർ, പാലൂർ, കോട്ടക്കാവ് (പറവൂർ), കൊക്കമംഗലം, നിരണം, കൊല്ലം, ചായൽ (നിലക്കൽ). 'ആരാച്ച' രാജാക്കന്മാരുടെ സഹായത്തോടെ തിരുവിതക്കോട് അദ്ദേഹം പ്രസിദ്ധമായ 'അരപ്പള്ളി' സ്ഥാപിച്ചു. മൈലാപ്പൂരിൽ (മദ്രാസ്), എ.ഡി. 72-ൽ അദ്ദേഹം രക്തസാക്ഷിത്വം സ്വീകരിച്ചു. മദ്രാസിലെ മൈലാപ്പൂർ കത്തീഡ്രൽ പള്ളിയിൽ സെന്റ് തോമസിന്റെ കബറിടം ഇന്നും വണങ്ങുന്നു.

# gheevargheseSahadha
source: Mar Gheevarghese Sahadha
hi: मार घेवर्गीस सहधा
ml: മാർ ഗീവർഗീസ് സഹധ

# gheevargheseSahadhaSubtitle
source: With Intercession St. George Shrine at KGM Sunday junction established & Feast on April celebrate on the shrine
hi: केजीएम संडे जंक्शन पर मध्यस्थता सेंट जॉर्ज श्राइन के साथ स्थापित और अप्रैल में तीर्थस्थल पर पर्व मनाया जाता है
ml: മധ്യസ്ഥതയോടെ KGM സൺഡേ ജംഗ്ഷനിൽ സെന്റ് ജോർജ് ദേവാലയം സ്ഥാപിക്കുകയും ദേവാലയത്തിൽ ഏപ്രിലിൽ പെരുന്നാൾ ആഘോഷിക്കുകയും ചെയ്യുന്നു

# gheevargheseSahadhaDescription
source: He relinquished his high position in the Roman army and sacrificed his life for Christ. He is the protector against evils. He never fails to answer his devotees. A legendary warrior on a white horse killing a dragon symbolises this belief. He was a persecutor of Christians earlier. Later he was moved by the faith of Christians inspite of such persecutions and killings. He embraced Christianity under the name George and ultimately attained martyrdom in defending his Christian faith. People in distress invoke his intercession. It is believed that a mere utterance of his name wards off snakes and evil spirits. Feast of the saint is proudly celebrated on last sunday of April at St.George Shrine,KGM Sunday School junction.
hi: उसने रोमन सेना में अपना उच्च पद त्याग दिया और मसीह के लिए अपने जीवन का बलिदान कर दिया। वह बुराइयों का रक्षक है। वह अपने भक्तों को उत्तर देने से कभी नहीं चूकते। एक सफेद घोड़े पर सवार एक महान योद्धा एक अजगर को मार रहा है जो इस विश्वास का प्रतीक है। वह पहले ईसाइयों का उत्पीड़क था। बाद में उन्हें इस तरह के उत्पीड़न और हत्याओं के बावजूद ईसाइयों के विश्वास से प्रेरित किया गया। उन्होंने जॉर्ज नाम के तहत ईसाई धर्म ग्रहण किया और अंततः अपने ईसाई धर्म की रक्षा में शहादत प्राप्त की। संकट में पड़े लोग उसकी हिमायत का आह्वान करते हैं। ऐसा माना जाता है कि उनके नाम का एक मात्र उच्चारण सांप और बुरी आत्माओं को दूर कर देता है। सेंट जॉर्ज श्राइन, केजीएम संडे स्कूल जंक्शन पर अप्रैल के अंतिम रविवार को संत का पर्व गर्व से मनाया जाता है।
ml: റോമൻ സൈന്യത്തിലെ ഉന്നതസ്ഥാനം ഉപേക്ഷിച്ച് ക്രിസ്തുവിനുവേണ്ടി ജീവൻ ബലിയർപ്പിച്ചു. അവൻ തിന്മകൾക്കെതിരായ സംരക്ഷകനാണ്. തന്റെ ഭക്തർക്ക് ഉത്തരം നൽകുന്നതിൽ അദ്ദേഹം ഒരിക്കലും പരാജയപ്പെടുന്നില്ല. വെള്ളക്കുതിരപ്പുറത്തിരിക്കുന്ന ഒരു ഇതിഹാസ യോദ്ധാവ് ഒരു മഹാസർപ്പത്തെ കൊല്ലുന്നത് ഈ വിശ്വാസത്തെ പ്രതീകപ്പെടുത്തുന്നു. നേരത്തെ ക്രിസ്ത്യാനികളെ പീഡിപ്പിക്കുന്ന ആളായിരുന്നു. പിന്നീട് അത്തരം പീഡനങ്ങൾക്കും കൊലപാതകങ്ങൾക്കും ഇടയിൽ ക്രിസ്ത്യാനികളുടെ വിശ്വാസത്താൽ അവൻ പ്രേരിതനായി. ജോർജ്ജ് എന്ന പേരിൽ അദ്ദേഹം ക്രിസ്തുമതം സ്വീകരിക്കുകയും ഒടുവിൽ തന്റെ ക്രിസ്തീയ വിശ്വാസത്തെ സംരക്ഷിക്കുന്നതിൽ രക്തസാക്ഷിത്വം നേടുകയും ചെയ്തു. ദുരിതമനുഭവിക്കുന്ന ആളുകൾ അവന്റെ മാധ്യസ്ഥ്യം അഭ്യർത്ഥിക്കുന്നു. അവന്റെ നാമം ഉച്ചരിക്കുന്നത് പാമ്പുകളേയും ദുരാത്മാക്കളേയും അകറ്റുമെന്ന് വിശ്വസിക്കപ്പെടുന്നു. ഏപ്രിലിലെ അവസാന ഞായറാഴ്ച KGM സൺഡേ സ്കൂൾ ജംഗ്ഷനിലെ സെന്റ് ജോർജ് ദേവാലയത്തിൽ വിശുദ്ധന്റെ തിരുനാൾ അഭിമാനത്തോടെ ആഘോഷിക്കുന്നു.

source: Parumala Thirumeni
hi: परुमला थिरुमेनी
ml: പരുമല തിരുമേനി

# parumalaThirumeniSubtitle
source: The saint is one of the patron saints of the parish
hi: संत पल्ली के संरक्षक संतों में से एक है
ml: ഇടവകയുടെ രക്ഷാധികാരികളിൽ ഒരാളാണ് വിശുദ്ധ

# parumalaThirumeniDescription
source: The saint is one of the patron saints of the parish. He has already been declared as a saint. Mar Gregorios was a man of prayer and fasting. He led a very disciplined and rigorous life, which made him sick and physically weak. He was a well-known writer and literary genius. His accounts of his pilgrimage to the Holy Land is classic in travel literature in Malayalam language. He was an educator, who established many schools. He was a pioneer in social reform, who worked among the low caste people of Kerala, educating them and establishing parishes for those who became Christians. He was venerated as a saint while he was alive. He passed away at the relative young age of 54 and his mortal remains lay entombed at PARUMALA. He was canonized and declared a saint in 1947 by the Church. His tomb has become a place of pilgrimage for the faithful and even for non-Christians. Miracles have been experienced and healing have taken place by his intercession. Feast of the saint is reverently celebrated on November first week at St. Gregorios Shrine , Kalachanda Junction.
hi: संत पल्ली के संरक्षक संतों में से एक है। उन्हें पहले ही संत घोषित किया जा चुका है। मार ग्रेगोरियस प्रार्थना और उपवास के व्यक्ति थे। उन्होंने बहुत ही अनुशासित और कठोर जीवन व्यतीत किया, जिसने उन्हें बीमार और शारीरिक रूप से कमजोर बना दिया। वे एक प्रसिद्ध लेखक और साहित्यकार थे। उनकी पवित्र भूमि की तीर्थयात्रा का विवरण मलयालम भाषा में यात्रा साहित्य में उत्कृष्ट है। वह एक शिक्षक थे, जिन्होंने कई स्कूलों की स्थापना की। वह सामाजिक सुधार में अग्रणी थे, जिन्होंने केरल के निम्न जाति के लोगों के बीच काम किया, उन्हें शिक्षित किया और ईसाई बनने वालों के लिए पैरिश की स्थापना की। जब वे जीवित थे तब उन्हें एक संत के रूप में सम्मानित किया गया था। 54 वर्ष की छोटी उम्र में उनका निधन हो गया और उनका नश्वर अवशेष परुमला में दफनाया गया। 1947 में चर्च द्वारा उन्हें संत घोषित किया गया और संत घोषित किया गया। उनका मकबरा विश्वासियों और गैर-ईसाइयों के लिए भी तीर्थस्थल बन गया है। चमत्कारों का अनुभव किया गया है और उनकी हिमायत से उपचार हुआ है। संत का पर्व नवंबर के पहले सप्ताह में सेंट पीटर्सबर्ग में श्रद्धा से मनाया जाता है। ग्रेगोरियस श्राइन, कलाचंदा जंक्शन।
ml: ഇടവകയുടെ രക്ഷാധികാരികളിൽ ഒരാളാണ് വിശുദ്ധ. അദ്ദേഹത്തെ വിശുദ്ധനായി പ്രഖ്യാപിച്ചു കഴിഞ്ഞു. മാർ ഗ്രിഗോറിയോസ് പ്രാർത്ഥനയിലും ഉപവാസത്തിലും മുഴുകിയിരുന്ന വ്യക്തിയായിരുന്നു. വളരെ അച്ചടക്കവും കർക്കശവുമായ ജീവിതം അദ്ദേഹം നയിച്ചു, അത് അദ്ദേഹത്തെ രോഗിയും ശാരീരികമായി തളർത്തുകയും ചെയ്തു. അദ്ദേഹം അറിയപ്പെടുന്ന എഴുത്തുകാരനും സാഹിത്യപ്രതിഭയുമായിരുന്നു. മലയാളത്തിലെ യാത്രാസാഹിത്യത്തിൽ അദ്ദേഹത്തിന്റെ പുണ്യഭൂമിയിലേക്കുള്ള തീർത്ഥാടനത്തെക്കുറിച്ചുള്ള വിവരണങ്ങൾ ക്ലാസിക്കാണ്. അദ്ദേഹം ഒരു അധ്യാപകനായിരുന്നു, അദ്ദേഹം നിരവധി സ്കൂളുകൾ സ്ഥാപിച്ചു. കേരളത്തിലെ താഴ്ന്ന ജാതിക്കാർക്കിടയിൽ പ്രവർത്തിക്കുകയും അവരെ വിദ്യാഭ്യാസം ചെയ്യുകയും ക്രിസ്ത്യാനികളായിത്തീർന്നവർക്കായി ഇടവകകൾ സ്ഥാപിക്കുകയും ചെയ്ത അദ്ദേഹം സാമൂഹിക പരിഷ്കരണത്തിന്റെ തുടക്കക്കാരനായിരുന്നു. ജീവിച്ചിരിക്കുമ്പോൾ തന്നെ വിശുദ്ധനായി ആദരിക്കപ്പെട്ടു. താരതമ്യേന 54-ആം വയസ്സിൽ അദ്ദേഹം അന്തരിച്ചു, അദ്ദേഹത്തിന്റെ ഭൗതികാവശിഷ്ടങ്ങൾ പരുമലയിൽ സംസ്‌കരിച്ചു. 1947-ൽ സഭ അദ്ദേഹത്തെ വിശുദ്ധനായി പ്രഖ്യാപിക്കുകയും വിശുദ്ധനായി പ്രഖ്യാപിക്കുകയും ചെയ്തു. അദ്ദേഹത്തിന്റെ ശവകുടീരം വിശ്വാസികൾക്കും അക്രൈസ്തവർക്കും പോലും തീർത്ഥാടന കേന്ദ്രമായി മാറിയിരിക്കുന്നു. അദ്ദേഹത്തിന്റെ മാധ്യസ്ഥത്താൽ അത്ഭുതങ്ങൾ അനുഭവിക്കുകയും രോഗശാന്തി സംഭവിക്കുകയും ചെയ്തിട്ടുണ്ട്. വിശുദ്ധന്റെ തിരുനാൾ നവംബർ ആദ്യവാരം കാളചന്ദ ജംഗ്ഷനിലെ സെന്റ് ഗ്രിഗോറിയോസ് ദേവാലയത്തിൽ ഭക്തിപൂർവ്വം ആഘോഷിക്കുന്നു.

# vattasserilThirumeni
source: St. Gheevarghese Mar Dionysius ,Vattasseril
hi: अनुसूचित जनजाति। घीवर्गीस मार डायोनिसियस, वत्ससेरिल
ml: സെന്റ്. ഗീവർഗീസ് മാർ ദിവന്നാസിയോസ്, വട്ടശ്ശേരിൽ

# vattasserilThirumeniSubtitle
source: Malankara Sabha Bhasuran ( Architect of Catholicate & Constituion of Malankara Sabha)
hi: मलंकारा सभा भसूरन (कैथोलिकेट के वास्तुकार और मलंकारा सभा के संविधान)
ml: മലങ്കര സഭാ ഭാസുരൻ (കാതോലിക്കേറ്റിന്റെ ശില്പിയും മലങ്കര സഭയുടെ ഭരണഘടനയും)
