Repository: tvek/church-website
Catalog: app/lib/l10n/app_*.arb
Languages: hi, ml

# vattasserilThirumeniDescription
source: Proclaimed as the second saint of Malankara in 2003, His Grace was known as “Malankara Sabha Bhasuran”(Sun of Malankara Church), Saint Dionysius protected the independence of Malankara church and guarded against the dictatorship of the Patriarch. Born in 1858; ordained as deacon in 1879, as priest in 1880, His Grace was Malankara Malpan in Old Seminary, Kottayam and Parumala Seminary thereafter. His Grace’s scholarly skills are apparent from the literary works and translations from Syriac language. His Grace was ordained as Episcopa in 1908 and elected as Malankara Metropolitan in 1909. His Grace blocked the move of Patriarch Abdullah, who came to Malankara in 1910 to seize control of Malankara Church. During the period 1911 to 1934, His Grace had to face ex-communication, attempt on life, betrayal of Mar Ivanious (Malankara Rite), and yet got the catholicate established here in 1912, and framed a constitution for the church in 1934, which helped the church to be autocephalous. His Grace was a follower and disciple of Saint Gregorious of Parumala, His Grace was a scholar who led simple and pious life which stood in good stead during all crises, until his demise in 1934. Thousands seek his intercession.
hi: 2003 में मलंकरा के दूसरे संत के रूप में घोषित, उनकी कृपा को "मलंकरा सभा भासुरन" (मलंकरा चर्च का सूर्य) के रूप में जाना जाता था, संत डायोनिसियस ने मलंकारा चर्च की स्वतंत्रता की रक्षा की और कुलपति की तानाशाही के खिलाफ पहरा दिया। 1858 में जन्म; 1879 में बधिर के रूप में, 1880 में पुजारी के रूप में नियुक्त किया गया, उसके बाद ओल्ड सेमिनरी, कोट्टायम और परुमला सेमिनरी में उनकी कृपा मलंकरा मालपन थी। उनकी ग्रेस के विद्वतापूर्ण कौशल साहित्यिक कार्यों और सिरिएक भाषा के अनुवादों से स्पष्ट हैं। उनकी कृपा को 1908 में एपिस्कोपा के रूप में नियुक्त किया गया था और 1909 में मलंकरा मेट्रोपॉलिटन के रूप में चुना गया था। उनकी कृपा ने पैट्रिआर्क अब्दुल्ला के कदम को अवरुद्ध कर दिया, जो 1910 में मलंकरा चर्च पर नियंत्रण करने के लिए मलंकरा आए थे। 1911 से 1934 की अवधि के दौरान, उनकी कृपा को पूर्व-संचार, जीवन पर प्रयास, मार इवानियस (मलंकरा संस्कार) के विश्वासघात का सामना करना पड़ा, और फिर भी 1912 में यहां कैथोलिक स्थापित किया, और 1934 में चर्च के लिए एक संविधान तैयार किया, जो चर्च को ऑटोसेफालस बनने में मदद की। उनकी कृपा परुमला के संत ग्रेगोरियस के अनुयायी और शिष्य थे, उनकी कृपा एक ऐसे विद्वान थे जिन्होंने 1934 में उनके निधन तक सभी संकटों के दौरान सरल और पवित्र जीवन व्यतीत किया। हजारों लोग उनकी हिमायत चाहते हैं।
ml: 2003-ൽ മലങ്കരയിലെ രണ്ടാമത്തെ വിശുദ്ധനായി പ്രഖ്യാപിക്കപ്പെട്ട അദ്ദേഹത്തിന്റെ കൃപ "മലങ്കര സഭാ ഭാസുരൻ" (മലങ്കര സഭയുടെ സൂര്യൻ) എന്നറിയപ്പെട്ടു, വിശുദ്ധ ഡയോനീഷ്യസ് മലങ്കര സഭയുടെ സ്വാതന്ത്ര്യം സംരക്ഷിക്കുകയും പാത്രിയർക്കീസിന്റെ സ്വേച്ഛാധിപത്യത്തിനെതിരെ കാത്തുസൂക്ഷിക്കുകയും ചെയ്തു. 1858-ൽ ജനിച്ചു. 1879-ൽ ഡീക്കനായി നിയമിതനായി, 1880-ൽ വൈദികനായി, കോട്ടയം പഴയ സെമിനാരിയിലും പരുമല സെമിനാരിയിലും മലങ്കര മൽപ്പാൻ ആയിരുന്നു അദ്ദേഹത്തിന്റെ കൃപ. സാഹിത്യകൃതികളിൽ നിന്നും സുറിയാനി ഭാഷയിൽ നിന്നുള്ള വിവർത്തനങ്ങളിൽ നിന്നും അദ്ദേഹത്തിന്റെ ഗ്രേസിന്റെ വൈജ്ഞാനിക കഴിവുകൾ വ്യക്തമാണ്. തിരുമേനി 1908-ൽ എപ്പിസ്‌കോപ്പയായി അഭിഷിക്തനാകുകയും 1909-ൽ മലങ്കര മെത്രാപ്പോലീത്തയായി തിരഞ്ഞെടുക്കപ്പെടുകയും ചെയ്തു. മലങ്കര സഭയുടെ ഭരണം പിടിച്ചെടുക്കാൻ 1910-ൽ മലങ്കരയിലെത്തിയ പാത്രിയർക്കീസ് ​​അബ്ദുല്ലയുടെ നീക്കം അദ്ദേഹത്തിന്റെ കൃപ തടഞ്ഞു. 1911 മുതൽ 1934 വരെയുള്ള കാലഘട്ടത്തിൽ, അദ്ദേഹത്തിന്റെ കൃപയ്ക്ക് മുൻകമ്മ്യൂണിക്കേഷൻ, വധശ്രമം, മാർ ഇവാനിയോസിന്റെ വിശ്വാസവഞ്ചന (മലങ്കര റീത്ത്) എന്നിവ നേരിടേണ്ടിവന്നു, എന്നിട്ടും 1912-ൽ ഇവിടെ കാതോലിക്കേറ്റ് സ്ഥാപിക്കുകയും 1934-ൽ പള്ളിക്ക് ഒരു ഭരണഘടന ഉണ്ടാക്കുകയും ചെയ്തു. സഭയെ ഓട്ടോസെഫാലസ് ആകാൻ സഹായിച്ചു. പരുമല തിരുമേനി ഗ്രിഗോറിയസിന്റെ അനുയായിയും ശിഷ്യനുമായിരുന്നു അദ്ദേഹത്തിന്റെ കൃപ, 1934-ൽ അദ്ദേഹത്തിന്റെ വിയോഗം വരെ, എല്ലാ പ്രതിസന്ധികളിലും നല്ല നിലയിൽ നിലകൊണ്ട ലളിതവും ഭക്തിനിർഭരവുമായ ജീവിതം നയിച്ച ഒരു പണ്ഡിതനായിരുന്നു അദ്ദേഹത്തിന്റെ കൃപ.

source: Pampady Thirumeni
hi: पम्पडी थिरुमेनी
ml: പാമ്പാടി തിരുമേനി

# pampadyThirumeniSubtitle
source: H.G. Kuriakose Mar Gregorios is in very high estimation of the whole parish. The saint was born and brought up in this parish and spent a decade of his early priesthood
hi: एचजी कुरियाकोस मार ग्रेगोरियोस पूरे पल्ली के बहुत उच्च अनुमान में हैं। संत का जन्म और पालन-पोषण इसी पल्ली में हुआ था और उन्होंने अपने प्रारंभिक पौरोहित्य का एक दशक बिताया
ml: എച്ച്.ജി.കുര്യാക്കോസ് മാർ ഗ്രിഗോറിയോസ് ഇടവകയുടെ മൊത്തത്തിലുള്ള വിലയിരുത്തലിലാണ്. വിശുദ്ധൻ ഈ ഇടവകയിൽ ജനിച്ചു വളർന്നു, തന്റെ ആദ്യകാല പൗരോഹിത്യത്തിന്റെ ഒരു ദശാബ്ദം ചെലവഴിച്ചു

# pampadyThirumeniDescription
source: H.G. Kuriakose Mar Gregorios is in very high estimation of the whole parish. The saint was born and brought up in this parish and spent a decade of his early priesthood in this parish. Although he has not yet been declared as a saint, his worshippers in multitude consider him to be a saint next to Parumala Thirumeni. Thousands of people gather at the cathedral to observe the festival of Pampady Thirumeni in February every year. One of the altars of the renovated church is named after the late saintly Bishop. Of late on third Sunday on February every year a festival has been celebrated to commemorate the installation of Pampady thirumeni to be the Bishop in 1929. His day of demise on April 5 also attracts thousands to the cathedral from where the pilgrim's procession starts in the previous evening to reach his eternal resting place at Pampady Dayara.
hi: एचजी कुरियाकोस मार ग्रेगोरियोस पूरे पल्ली के बहुत उच्च अनुमान में हैं। संत का जन्म और पालन-पोषण इसी पल्ली में हुआ था और उन्होंने अपने प्रारंभिक पुरोहिती का एक दशक इस पल्ली में बिताया था। हालाँकि उन्हें अभी तक एक संत के रूप में घोषित नहीं किया गया है, फिर भी उनके उपासक उन्हें परुमला थिरुमेनी के बगल में एक संत मानते हैं। हर साल फरवरी में पंपडी थिरुमेनी के त्योहार को देखने के लिए हजारों लोग गिरजाघर में इकट्ठा होते हैं। पुनर्निर्मित चर्च की वेदियों में से एक का नाम दिवंगत संत बिशप के नाम पर रखा गया है। हर साल फरवरी के तीसरे रविवार को 1929 में बिशप बनने के लिए पम्पडी थिरुमेनी की स्थापना के उपलक्ष्य में एक उत्सव मनाया जाता है। 5 अप्रैल को उनके निधन का दिन भी हजारों लोगों को उस गिरजाघर में आकर्षित करता है जहां से तीर्थयात्री का जुलूस पिछले दिनों शुरू होता है। शाम को पंपडी दयारा में अपने शाश्वत विश्राम स्थल तक पहुँचने के लिए।
ml: എച്ച്.ജി.കുര്യാക്കോസ് മാർ ഗ്രിഗോറിയോസ് ഇടവകയുടെ മൊത്തത്തിലുള്ള വിലയിരുത്തലിലാണ്. വിശുദ്ധൻ ഈ ഇടവകയിൽ ജനിച്ചു വളർന്നു, തന്റെ ആദ്യകാല പൗരോഹിത്യത്തിന്റെ ഒരു ദശാബ്ദം ഈ ഇടവകയിൽ ചെലവഴിച്ചു. അദ്ദേഹത്തെ ഇതുവരെ വിശുദ്ധനായി പ്രഖ്യാപിച്ചിട്ടില്ലെങ്കിലും, പരുമല തിരുമേനിയുടെ അടുത്തുള്ള വിശുദ്ധനായി അദ്ദേഹത്തെ ആരാധിക്കുന്നവർ കണക്കാക്കുന്നു. എല്ലാ വർഷവും ഫെബ്രുവരിയിൽ പാമ്പാടി തിരുമേനി ഉത്സവം പ്രമാണിച്ച് ആയിരക്കണക്കിന് ആളുകൾ കത്തീഡ്രലിൽ ഒത്തുകൂടുന്നു. പുതുക്കിപ്പണിത ദേവാലയത്തിലെ അൾത്താരകളിലൊന്ന് അന്തരിച്ച വിശുദ്ധ ബിഷപ്പിന്റെ പേരിലാണ് അറിയപ്പെടുന്നത്. 1929-ൽ പാമ്പാടി തിരുമേനി മെത്രാനായി സ്ഥാനമേറ്റതിന്റെ സ്മരണാർത്ഥം എല്ലാ വർഷവും ഫെബ്രുവരി മൂന്നാം ഞായറാഴ്‌ച ഒരു ഉത്സവം ആഘോഷിക്കുന്നു. ഏപ്രിൽ 5-ന് അദ്ദേഹത്തിന്റെ വിയോഗ ദിനവും ആയിരക്കണക്കിന് ആളുകളെ കത്തീഡ്രലിലേക്ക് ആകർഷിക്കുന്നു, അവിടെ നിന്ന് തീർഥാടക ഘോഷയാത്ര ആരംഭിക്കും. വൈകുന്നേരം പാമ്പാടി ദയറയിലെ നിത്യവിശ്രമസ്ഥലത്തെത്തി.
